# -*- coding:utf8 -*-

token="token"
appid="app_id"

hello_text="Здравствуйте.Отправьте координаты, чтобы получить прогноз погоды в указанном регионе."
coords_ok="Спасибо. Выберите тип прогноза."

weath_text_weak="<i>{}</i>\nТемпература: {} °C\nПогода: {}\nВлажность: {}/100\n\n"

weath_text_day="<b>{}</b>\nТемпература: {} °C\nПогода: {}\nВлажность: {}/100\nДавление: {}\nСкорость ветра: {} м/с\n\n"

weekdays={
    0:"Понедельник",
    1:"Вторник",
    2:"Среда",
    3:"Четверг",
    4:"Пятница",
    5:"Суббота",
    6:"Воскресенье"
}
